//Разработать класс Keeper, который реализует контейнер для хранения и обработки
//объектов.Класс Keeper должен обеспечивать следующие функции :
//▪ добавление и удаление производных объектов абстрактного класса Base(базовый
//	класс определяется согласно варианту задания);
//▪ полное сохранение себя в файле;
//▪ полное восстановление себя из файла.


//Класс Оркестр хранит данные об инструментах : ударные, струнные, духовые.
//Для ударных инструментов определено : тип, название, стоимость, количество
//единиц в оркестре, ФИО владельца.Для струнных определено : название, ФИО
//владельца, наименование производителя, стоимость, количество единиц в
//оркестре, краткое текстовое описание.Для духовых определено : название,
//наименование производителя, стоимость, ФИО владельца, количество единиц в
//оркестре, какие дефекты присутствуют в инструменте(текстовое описание).



#include "main.h"

int main(){

	return 0;
}